// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Kleurbeperking";

ApplyButton = "Pas wijzigingen toe";
NewButton = "Nieuw…";
DeleteButton = "Verwijder";
AddButton = "Voeg toe";
CancelButton = "Annuleer";

// Restrict Color Use
RestrictColorUseTabName = "Beperkt kleurgebruik";
RestrictColorUseTabDescription = "Met deze functie beperkt u afdrukken in kleur voor alle gebruikers of voor specifieke gebruikers en/of toepassingen. Als u bijvoorbeeld alle e‑mailberichten zonder kleur wilt afdrukken, selecteert u \"Kleur indien toegestaan\" en stelt u de rechten van de e‑mailtoepassing in op \"Alleen zwart\".

Let op! De instellingen op de twee overige tabbladen gelden alleen als u \"Kleur indien toegestaan\" hebt geselecteerd.";

RestrictColorUseTabWithoutUsersDescription = "Deze functie wordt gebruikt om kleurafdrukken te beperken voor alle of voor specifieke toepassingen en/of voor alle of specifieke groepen en gebruikers. Als u bijvoorbeeld alle e-mailberichten zonder kleur wilt afdrukken, selecteert u \"Kleur indien toegestaan\", stelt u de machtiging van de e-mailtoepassing in op \"Alleen zwart\".\n\nAls u kleurafdrukken wilt beperken voor alle of specifieke groepen en gebruikers, selecteert u Plugin gebruikersrollenbeheer in het taakselectiescherm.\n\nLet erop dat de instellingen voor het andere tabblad en Plugin gebruikersrollenbeheer alleen geactiveerd worden als \"Kleur indien toegestaan\" is geselecteerd.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Deze functie wordt gebruikt om kleurafdrukken te beperken voor alle of voor specifieke toepassingen. Als u bijvoorbeeld alle e-mailberichten zonder kleur wilt afdrukken, selecteert u \"Kleur indien toegestaan\", stelt u de machtiging van de e-mailtoepassing in op \"Alleen zwart\".\n\nLet erop dat de instellingen voor het andere tabblad alleen geactiveerd worden als \"Kleur indien toegestaan\" is geselecteerd.";

RestrictColorUseTabWithEWSDescription = "Met deze functie beperkt u afdrukken in kleur voor alle gebruikers of voor specifieke gebruikers en/of toepassingen. Als u bijvoorbeeld alle e‑mailberichten zonder kleur wilt afdrukken, selecteert u \"Kleur indien toegestaan\" en stelt u de rechten van de e‑mailtoepassing in op \"Alleen zwart\".

U kunt de toepassingsmachtigingen op de andere tab en machtigingen voor gebruikers/groepen via de <a>webpagina van de printer</a> beheren.

Houd er rekening mee dat de machtigingen slechts van kracht worden als \"Kleur indien toegestaan\" is geselecteerd.";

RestrictColorUseOptionsPrompt = "Stel in hoe kleurtaken moeten worden afgedrukt:";
RestrictColorUseEnableColorOptionName = "Schakel kleuren in";
RestrictColorUseEnableColorOptionDescription = "Alle kleurtaken worden afgedrukt in kleur.";
RestrictColorUseColorIfAllowedOptionName = "Kleur indien toegestaan";
RestrictColorUseColorIfAllowedOptionDescription = "Aan de hand van de rechten van gebruikers en toepassingen wordt bepaald of een taak in kleur wordt afgedrukt of niet.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Aan de hand van de rechten van de toepassing wordt bepaald of taken in kleur worden afgedrukt of niet.";
RestrictColorUseDisableColorOptionName = "Schakel kleuren uit";
RestrictColorUseDisableColorOptionDescription = "Alle kleurtaken worden afgedrukt in zwart.";
RestrictColorForApplications = "Afdrukken in kleur beperken voor bepaalde computertoepassingen";
RestrictColorForUsers = "Kleur beperken via gebruikers- of groepsmachtigingen";

// User Color Permissions
UserColorPermissionsTabName = "Gebruiker";
UserColorPermissionsTitle = "Kleurrechten gebruiker";
UserColorPermissionsTableDescription = "In deze lijst staan maximaal 50 gebruikers met de betreffende kleurrechten.";
UserColorPermissionsTableUserNameColumn = "Gebruikersnaam";
UserColorPermissionsTablePermissionColumn = "Recht";
DefaultUserPermissionsTitle = "Standaardgebruikersrechten:";
BlackOnly = "Alleen zwart";
Color = "Kleur";
UserColorPermissionsTabDescription = "Druk het logboek van de kleurgebruiktaken af als u de namen van de gebruikers wilt weergeven die naar dit apparaat hebben afgedrukt.";
UserNameTitle = "Gebruikersnaam:";
PermissionTitle = "Recht";

// Application Color Permissions
AppColorPermissionsTabName = "Toepassing";
AppColorPermissionsTitle = "Kleurrechten toepassing";
App10ColorPermissionsTableDescription = "In deze lijst staan maximaal 10 toepassingen met de betreffende kleurrechten.";
AppColorPermissionsTableDescription = "Deze lijst bevat alle toepassingen en hun kleurmachtigingen.";
AppColorPermissionsTableAppNameColumn = "Naam toepassing";
AppColorPermissionsTablePermissionColumn = "Recht";
DefaultAppPermissionsTitle = "Standaardtoepassingsrechten:";
AppColorPermissionsTabDescription = "Druk het logboek van de kleurgebruiktaken af als u de namen van de toepassingen wilt weergeven die naar dit apparaat hebben afgedrukt.";
AppNameTitle = "Naam toepassing:";